Repository: Asher256/gshutdown
Catalog: po/*.po
Languages: bg

source: Launch the action after a certain delay : HH:MM
bg: Выканаць пасля пэўнай затрымкі : ГГ:ХвХв

source: Launch the action at : HH:MM YYYY/MM/DD
bg: Выканаць у пэўны час : ГГ:ХвХв ГГГГ/ММ/ДзДз

source: Launch the action now.
bg: Выканаць зараз

source: Available actions are : "shutdown", "reboot" or "logout"
bg: Даступныя дзеянні : "адключыць" , "перазапусціць" , "скончыць сеанс"

source: Minimize the window at startup.
bg: Згортваць акно падчас запуску

source: Error when parsing the arguments...
bg: Памылка падчас разбору аргументаў...

source: You cannot call --launch-after-delay, --launch-at or --launch-now at the same time.
bg: Вы не можаце ўжываць --launch-after-delay, --launch-at or --launch-now у любы час.

source: The authorized values in --action option are : shutdown, reboot or logout
bg: Упаўнаважаныя значэнні ў параметры --action : выключэнне , перазапуск альбо завяршэнне сеансу

source: Error on parsing the content of %s : "%s".
bg: Памылка падчас разбору змесціва %s : "%s".

source: Notification test
bg: Праверка апавяшчэння

source: %s%u hour
bg: %s%u гадзіна

source: %s%u minute
bg: %s%u хвіліна

source: %s%u second
bg: %s%u секунда

source: Computer is going to shutdown now !
bg: Кампутар зараз адключыцца!

source: Computer is going to reboot now !
bg: Кампутар зараз будзе перазапушчаны!

source: Current session will be terminated !
bg: Дзейны сеанс зараз будзе завершаны!

source: I'm here ! Move over me to see the countdown.
bg: Я тут ! Перамясціце мяне каб убачыць завротны адлік.

source: _Stop
bg: _Спыніць

source: Chosen time already exceeded
bg: Абраны час ужо дасягнуты

source: _Start
bg: Запусціць

source: No action scheduled
bg: Нічога не запланавана

source: Are you sure you want to quit ?
bg: Сапраўды жадаеце выйсці?

source: Orientation
bg: Размяшчэнне

source: The orientation of the tray.
bg: Размяшчэнне на прасторы апавяшчэнняў

source: At date and time
bg: Па даце і часу

source: After a delay
bg: Пасля затрымкі

source: Now
bg: Зараз

source: Turn off the computer
bg: Адключыць кампутар

source: Restart computer
bg: Перазапусціць кампутар

source: End current session
bg: Скончыць дзейны сеанс

source: Extras
bg: Дадаткова

source: Custom command...
bg: Іншы загад...

source: Not detected!
bg: Не вызначана!

source: Autodetect
bg: Аўтавыяўленне

source: %s doesn't exist.
bg: %s не існуе.

source: Shutdown
bg: Адключыць

source: Reboot
bg: Перазапусціць

source: Logout
bg: Скончыць сеанс...

source: Immediate action
bg: Выканаць неадкладна

source: Cancel current action
bg: Скасаваць запланаванае дзеянне

source: Are you sure you want to shutdown your computer now ?
bg: Сапраўды хочаце неадкладна выключыць кампутар ?

source: Are you sure you want to restart your computer now ?
bg: Сапраўды хочаце зараз перазапусціць кампутар ?

source: Are you sure you want to logout from your session now ?
bg: Сапраўды хочаце неадкладна скончыць сеанс?

source: GShutdown was unable to detect your display manager. Currently, GShutdown only supports GDM and KDM. Go to the configuration menu and specify the correct method to do that.
bg: У GShutdown не атрымалася выявіць кіраўнік загрузкі. GShutdown падтрымлівае толькі GDM і KDM. Адкрыйце меню канфігурацыі каб прызначыць метад

source: GShutdown was unable to detect your desktop. Currently, GShutdown only supports GNOME and KDE. Go to the configuration menu and specify the correct method to do that.
bg: У GShutdown не атрымалася выявіць асяроддзе працоўнага стала . GShutdown падтрымлівае толькі GNOME і KDE. Адкрыйце меню канфігурацыі каб прызначыць метад

source: The configuration cannot be loaded from %s.
bg: Налады не могуць быць загружаныя з %s.

source: The configuration cannot be saved in %s.
bg: Налады не могуць быць захаваныя ў %s.

source: Warning !
bg: Увага !

source: Warning ! Your computer is going to shutdown now !
bg: Увага! Кампутар зараз будзе выключаны!

source: Warning ! Your computer is going to restart now !
bg: Увага! Кампутар зараз будзе перазапушчаны!

source: Warning ! Your going to logout now !
bg: Увага! Зараз будзе скончаны сеанс!

source: The computer will be shut down in :
bg: Кампутар будзе адключаны ў :

source: The computer will be restarted in :
bg: Кампутар будзе перазапушчаны ў :

source: Time before logout :
bg: Час да сканчэння сеансу :

source: Time before action :
bg: Час да дзеяння :

source: %s %u minute
bg: %s %u хвіліна

source: %s and %u second
bg: %s і %u секунда

source: %s %u hour
bg: %s %u гадзіна

source: %s and %u minute
bg: %s і %u хвіліна

source: %s %u day
bg: %s %u дзень

source: %s and %u hour
bg: %s і %u гадзіна

source: %s %u second
bg: %s %u секунда

source: _File
bg: _Файл

source: _Edit
bg: _Рэдагаваць

source: _Help
bg: _Даведка

source: Hour
bg: Гадзіна

source: Minute
bg: Хвіліна

source: _Actual time
bg: _Актуальны час

source: Select a time
bg: Прызначыць час

source: An advanced shutdown utility
bg: Праграма выключэння

source: Alejandro Zarate (Spanish) Alexander Sjögren (Swedish) Andrea Carnaroli (Italian) Andrew V. Sichevoi (Russian) Bill Heldorf Soerensen (Danish) Dóra Kováts (Hungarian) GShutdown Team (French) Kristopher (Polish) Miloš Popović (Serbian) Øyvind Pedersen (Norwegian) Rolando Emanuel Lopes Pereira (Portuguese) Rolf Loire (German) Siegfried Gevatter (Catalan)
bg: Alejandro Zarate (Spanish) Alexander Sjögren (Swedish) Andrea Carnaroli (Italian) Andrew V. Sichevoi (Russian) Bill Heldorf Soerensen (Danish) Dóra Kováts (Hungarian) GShutdown Team (French) Kristopher (Polish) Miloš Popović (Serbian) Øyvind Pedersen (Norwegian) Rolando Emanuel Lopes Pereira (Portuguese) Rolf Loire (German) Siegfried Gevatter (Catalan) Zmicer Turok (Belarusian)

source: Select a method :
bg: Прызначыць метад :

source: Custom command
bg: Адвольны загад

source: Specify the method manually
bg: Абраць метад самастойна

source: Autodetect the method (recommended)
bg: Аўтавыяўленне метаду (рэкамендавана)

source: Launch a command before the action
bg: Выканаць загад перад дзеяннем

source: Actions
bg: Дзеянні

source: Always
bg: Заўсёды

source: If active
bg: Калі дзейнічае

source: Never
bg: Ніколі

source: Iconify when the action is started
bg: Паказваць значок , калі дзеянне запушчана

source: Show system tray icon
bg: Паказваць значок на прасторы апавяшчэнняў

source: Display warning message _before action
bg: Выводзіць папярэджанне _перад дзеяннем

source: T_est
bg: Т_эст

source: _Customize notifications time
bg: _Наладзіць час апавяшчэнняў

source: Notifications
bg: Апавяшчэнні

source: Misc
bg: Рознае

source: Enter the command :
bg: Увядзіце загад :

source: <b>Display manager :</b>
bg: <b>Кіраўнік загрузкі :</b>

source: <b>Desktop :</b>
bg: <b>Асяроддзе працоўнага стала :</b>

source: Select the method manually
bg: Абярыце метад самастойна

source: Here, you can manually specify what is your desktop and display manager if GShutdown was unable to detect it itself.
bg: Тут вы можаце самастойна адзначыць вашае асяроддзе працоўнага стала і кіраўнік загрузкі, калі GShutdown не змог іх выявіць.

source: Desktop :
bg: Асяроддзе працоўнага стала :

source: Display manager :
bg: Кіраўнік загрузкі:

source: h
bg: г

source: min
bg: хвіл

source: s
bg: c

source: At time :
bg: У час :
