Repository: Asher256/gshutdown
Catalog: lang/*.po
Languages: de

source: Launch the action after a certain delay : HH:MM
de: Starte Aktion in : HH:MM

source: Launch the action at : HH:MM YYYY/MM/DD
de: Starte Aktion um : HH:MM YYYY/MM/DD

source: Launch the action now.
de: Starte Aktion sofort.

source: Available actions are : "shutdown", "reboot" or "logout"
de: Folgende Aktionen sind möglich : "shutdown", "reboot" or "logout"

source: Minimize the window at startup.
de: Minimiere Fenster beim Start.

source: Error when parsing the arguments...
de: Fehler beim Analysieren der Argumente...

source: The authorized values in --action option are : shutdown, reboot or logout
de: Die autorisierten Werte in --action sind: shutdown, reboot oder logout.

source: Error on parsing the content of %s : "%s".
de: Fehler beim Analysieren des Inhalts von %s : "%s".

source: Notification test
de: Benachrichtigungstest

source: Computer is going to shutdown now !
de: Der Rechner wird jetzt ausgeschaltet!

source: Computer is going to reboot now !
de: Der Rechner wird jetzt neugestartet!

source: Current session will be terminated !
de: Diese Sitzung wird beendet!

source: I'm here ! Move over me to see the countdown.
de: Ich bin hier! Zeige mit dem Cursor auf mich, um den Countdown sehen zu können.

source: Chosen time already exceeded
de: Diese Zeit liegt in der Vergangenheit

source: No action scheduled
de: Keine Aktion geplant

source: Are you sure you want to quit ?
de: Wollen Sie das Programm wirklich beenden?

source: Orientation
de: Orientierung

source: The orientation of the tray.
de: Orientierung des Tray-Symbols.

source: At date and time
de: Zu dieser Zeit

source: After a delay
de: Nach dieser Zeit

source: Now
de: Jetzt

source: Turn off the computer
de: Schalte den Rechner aus

source: Restart computer
de: Rechner neustarten

source: End current session
de: Diese Sitzung beenden

source: Custom command...
de: Eigener Befehl...

source: Not detected!
de: Nicht gefunden!

source: Autodetect
de: Bestimme automatisch

source: %s doesn't exist.
de: %s existiert nicht.

source: Shutdown
de: Ausschalten

source: Reboot
de: Neustarten

source: Immediate action
de: Sofortige Aktion

source: Cancel current action
de: Diese Aktion abbrechen

source: Are you sure you want to shutdown your computer now ?
de: Sind Sie sicher, dass Sie den Rechner jetzt ausschalten wollen?

source: Are you sure you want to restart your computer now ?
de: Sind Sie sicher, dass Sie den Rechner jetzt neustarten wollen?

source: Are you sure you want to logout from your session now ?
de: Sind Sie sicher, dass Sie diese Sitzung jetzt beenden wollen?

source: GShutdown was unable to detect your display manager. Currently, GShutdown only supports GDM and KDM. Go to the configuration menu and specify the correct method to do that.
de: GShutdown konnte ihren Displaymanager nicht ausfindig machen. Zu diesem Zeitpunkt unterstützt GShutdown GDM und KDM. Gehen Sie zur Konfiguration und geben Sie den richtigen Befehl an, um die Aktion ausführen zu können.

source: GShutdown was unable to detect your desktop. Currently, GShutdown only supports GNOME and KDE. Go to the configuration menu and specify the correct method to do that.
de: GShutdown konnte ihre Desktopumgebung nicht identifizieren. GShutdown unterstützt derzeit GNOME und KDE. Gehen Sie zur Konfiguration und geben Sie den richtigen Befehl an, um die Aktion ausführen zu können.

source: The configuration cannot be loaded from %s.
de: Die Konfiguration kann von %s nicht geladen werden.

source: The configuration cannot be saved in %s.
de: Die Konfiguration kann in %s nicht gespeichert werden.

source: Warning !
de: Achtung!

source: Warning ! Your computer is going to shutdown now !
de: Achtung! Der Rechner wird jetzt ausgeschaltet!

source: Warning ! Your computer is going to restart now !
de: Achtung! Der Rechner wird jetzt neugestartet!

source: Warning ! Your going to logout now !
de: Achtung! Die Sitzung wird nun beendet!

source: The computer will be shut down in :
de: Der Rechner wird ausgeschaltet in:

source: The computer will be restarted in :
de: Der Rechner wird neugestartet in:

source: Time before logout :
de: Verbleibende Zeit bis zum Logout:

source: Time before action :
de: Verbleibende Zeit bis zur Aktion:

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _Help
de: _Hilfe

source: Hour
de: Stunde

source: _Actual time
de: _Jetzige Zeit

source: Select a time
de: Wählen Sie die Uhrzeit

source: An advanced shutdown utility
de: Ein erweitertes Shutdown-Programm

source: Select a method :
de: Wählen Sie eine Methode:

source: Custom command
de: Eigener Befehl

source: Specify the method manually
de: Geben Sie die Methode manuell an

source: Autodetect the method (recommended)
de: Methode automatisch bestimmen (empfohlen)

source: Launch a command before the action
de: Befehl vor der Aktion ausführen

source: Actions
de: Aktionen

source: Always
de: Immer

source: If active
de: Wenn aktiv

source: Never
de: Nie

source: Iconify when the action is started
de: Zeige Icon, wenn Aktion gestartet wurde

source: Show system tray icon
de: Zeige Tray-Icon

source: Display warning message _before action
de: Zeige eine Nachricht _vor der Aktion

source: _Customize notifications time
de: _Benachrichtungsdauer verändern

source: Notifications
de: Benachrichtigungen

source: Misc
de: Verschiedenes

source: Enter the command :
de: Geben Sie den Befehl ein:

source: Select the method manually
de: Bestimme Methode manuell

source: Here, you can manually specify what is your desktop and display manager if GShutdown was unable to detect it itself.
de: Hier können Sie ihren Desktop- und Displaymanager manuell angeben falls GShutdown dazu nicht in der Lage war.

source: At time :
de: Zur Zeit:
